Repository: ClubBoss/Poker_Analyzer
Catalog: lib/l10n/app_*.arb
Languages: fr, ru

source: Favorites
fr: Favoris
ru: Избранное

source: Recommended
fr: Recommandé
ru: Рекомендовано

source: Starter Packs
fr: Packs de démarrage
ru: Стартовые паки

source: Built-in Packs
fr: Packs intégrés
ru: Встроенные паки

source: Your Packs
fr: Vos packs
ru: Ваши паки

# recentPacks
source: Recently Practised
fr: Pratiqué récemment
ru: Недавняя практика

# popularPacks
source: 🔥 Popular
fr: 🔥 Populaire
ru: 🔥 Популярное

# starterBadge
source: Starter
fr: Débutant
ru: Стартер

# newBadge
source: New
fr: Nouveau
ru: Новое

source: hands
fr: mains
ru: рук

source: Start training
fr: Commencer l'entraînement
ru: Начать тренировку

source: Last trained
fr: Dernier entraînement
ru: Последняя тренировка

source: Needs Practice
fr: Nécessite de la pratique
ru: Требует практики

source: Review Mistakes
fr: Revoir les erreurs
ru: Разбор ошибок

source: Review Mistakes Only
fr: Seulement les erreurs
ru: Только ошибки

# accuracySemantics
source: Accuracy {value} percent
fr: Précision {value} pour cent
ru: Точность {value} процентов

# sortProgress
source: Progress
fr: Progression
ru: Прогресс

# sortNewest
source: Newest
fr: Le plus récent
ru: Сначала новые

# sortMostHands
source: Most Hands
fr: Le plus de mains
ru: Больше всего рук

# sortName
source: Name A–Z
fr: Nom A–Z
ru: Имя A–Я

# noMistakesLeft
source: All mistakes already fixed!
fr: Toutes les erreurs sont déjà corrigées !
ru: Все ошибки уже исправлены!

# filterMistakes
source: Mistakes
fr: Erreurs
ru: Ошибки

# sortInProgress
source: In Progress
fr: En cours
ru: В процессе

# packPushFold12
source: Push/Fold 12BB (No Ante)
fr: Push/Fold 12BB (Sans Ante)
ru: Пуш/Фолд 12ББ (без анте)

# packPushFold15
source: Push/Fold 15BB (No Ante)
fr: Push/Fold 15BB (Sans Ante)
ru: Пуш/Фолд 15ББ (без анте)

# packPushFold10
source: Push/Fold 10BB (No Ante)
fr: Push/Fold 10BB (Sans Ante)
ru: Пуш/Фолд 10ББ (без анте)

# packPushFold20
source: Push/Fold 20BB (No Ante)
fr: Push/Fold 20BB (Sans Ante)
ru: Пуш/Фолд 20ББ (без анте)

source: Generate spots
fr: Générer des spots

source: No content
fr: Pas de contenu

# startTrainingSessionPrompt
source: Start training session now?
fr: Commencer la session d'entraînement maintenant ?

source: Training Summary
fr: Résumé d'entraînement

source: No mistakes
fr: Aucune erreur

source: Repeat Mistakes
fr: Répéter les erreurs

source: Back to Library
fr: Retour à la bibliothèque

source: Recommended packs
fr: Packs recommandés
